// Приветствие

let years = prompt("Введите ваш возраст\n(необходимо чтобы попасть на сайт)");

console.log(years);

if (years < 26) {
    alert("Привет!");
    alert("Ты попал на мой сайт, который я виду с того первого дня, \nкак начал увлекаться веб разработкой. Приглашаю тебя посмотреть на мой проект.");
    alert("И как не говорится - судите строго))) ")
}

else {
    alert("Здраствуйте!");
    alert("Вы попали на мой сайт, который я виду с того первого дня, \nкак начал увлекаться веб разработкой. Приглашаю вас посмотреть на мой интересный проект.");
    alert("И как не говорится - судите строго))) ")
}